start_info = '''
Привіт, я аудіоінтерфейс Chat GPT.
Маю безліч функцій на будь-який смак та випадок
Напиши /help щоб дізнатися детальніше
Автор бота: Artem Vasko
@ Роби світ краще за допомогою open source рішень
'''
help_info = '''
Список команд:
/send "text" - надіслати текстовий запит для Chat GPT
/help - Дізнатися про можливості аудіоінтерфейсу
/img "text" - згенерувати картинку за текстовим запитом
(Запит повинен бути на англійській мові)
/api "text" - надіслати ваш апі ключ для використання chatgpt.
Є обов'язковим.
Для того щоб знайти апі ключ треба перейти за посиланням:
https://platform.openai.com/account/api-keys
1)Create new key
2) Скопіювати ваш api
3) Ввести через команду /api 'text'.

Також ви можете надсилати запит у вигляді голосового повідомлення.
Бот підтримує надсилання аудиофайлів на сервер
деяких форматів(mp3,waw,ogg,flac)
'''
settings_info = '''
Налаштування: 
/temperature - від 0 до 1. Чим більше значення тим творча буде відповідь:
    0 - формальний стиль(академічний)
    0.5 - середня
    1 - Найтворча відповідь
/tokens - максимальна кількість символів у відповіді:
    Від 0 до 512(Якщо у вас безкоштовна версія ), та нескінченна якщо ви маєте 
    платну версію

/model - модель чат жпт, за замовчування text-davinci-003.
'''

api_info = '''
Enter your api key for using chat GPT:
Openai api:https://platform.openai.com/account/api-keys
'''