start_info = '''
Привіт, я аудіоінтерфейс Chat GPT.
Маю безліч функцій на будь-який смак та випадок
Напиши /help щоб дізнатися детальніше
Автор бота: Artem Vasko
@ Роби світ краще за допомогою опен соурс рішень
'''
help_info = '''
Список команд:
/send "text" - надіслати текстовий запит для Chat GPT
/help - Дізнатися про можливості аудіоінтерфейсу
/img "text" - згенерувати картинку за текстовим запитом
(Запит повинен бути на англійській мові)

Також ви можете надсилати запит у вигляді голосового повідомлення.
Бот підтримує надсилання аудифайлів на сервер
'''
settings_info = '''
Налаштування: 
Тестова функція
'''

api_info = '''
Enter your api key for using chat GPT:
Openai api:https://platform.openai.com/account/api-keys
'''